Repository: jayfunc/BetterLyrics
Catalog: src/BetterLyrics.DotNet/BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: ar, de, es, hi, id, it, ja, ko, ms, pt, ru, th, tr, vi, zh_hans, zh_hant

# SettingsPageWorkArea.Description
source: Application desktop toolbar, docked to the top/bottom edge of the screen
ar: شريط أدوات سطح مكتب التطبيق، مثبت على الحافة العلوية/السفلية للشاشة
de: Desktop-Symbolleiste der Anwendung, angedockt am oberen/unteren Rand des Bildschirms
es: Barra de herramientas del escritorio de la aplicación, acoplada al borde superior/inferior de la pantalla.
hi: एप्लिकेशन डेस्कटॉप टूलबार, स्क्रीन के ऊपर/नीचे किनारे पर डॉक किया गया
id: Bilah alat desktop aplikasi, merapat ke tepi atas/bawah layar
it: Barra desktop dell'applicazione, agganciata al bordo superiore o inferiore dello schermo
ja: アプリケーションのデスクトップツールバーを、画面の上端または下端にドッキングする
ko: 화면 상단/하단 가장자리에 도킹된 애플리케이션 데스크톱 도구 모음
ms: Bar alat desktop aplikasi, didok ke tepi atas/bawah skrin
pt: Barra de ferramentas do ambiente de trabalho da aplicação, encaixada na margem superior/inferior do ecrã
ru: Панель инструментов рабочего стола приложения, пристыкованная к верхнему/нижнему краю экрана
th: แถบเครื่องมือเดสก์ท็อปแอปพลิเคชัน, ติดอยู่ที่ขอบบน/ล่างของหน้าจอ
tr: Ekranın üst/alt kenarına yerleştirilmiş uygulama masaüstü araç çubuğu
vi: Thanh công cụ trên màn hình ứng dụng, được ghim vào cạnh trên/dưới của màn hình.
zh_hans: 应用程序桌面工具栏，停靠到屏幕顶部/底部
zh_hant: 應用程式桌面工具列，停靠在螢幕頂部/底部邊緣

# SettingsPageWorkArea.Header
source: Appbar
ar: آب بار
hi: ऐपबार
id: Bilah aplikasi
ja: アプリバー
ko: 앱바
th: แถบเครื่องมือ
vi: Thanh công cụ
zh_hans: 应用栏
zh_hant: 應用程式列

# SettingsPageWorkAreaHeight.Header
source: Appbar Height
ar: ارتفاع شريط التطبيق
de: Appbar Höhe
es: Altura de la barra
hi: ऐपबार की ऊँचाई
id: Tinggi Bilah Aplikasi
it: Altezza barra applicazione
ja: アプリバーの高さ
ko: 앱바 높이
ms: Ketinggian Appbar
pt: Altura da Appbar
ru: Высота барной стойки
th: ความสูงของแถบแอป
tr: Appbar Yüksekliği
vi: Chiều cao thanh công cụ
zh_hans: 应用栏高度
zh_hant: 應用程式列高度

# SetTo1Star
source: Set to 1*
ar: تعيين إلى 1*
de: Auf 1* setzen
es: Poner a 1*
hi: 1* पर सेट करें
id: Atur ke 1*
it: Imposta a 1 stella
ja: 1*に設定
ko: 1*로 설정
ms: Ditetapkan kepada 1*
pt: Definido para 1*
ru: Установите значение 1*
th: ตั้งค่าเป็น 1*
tr: 1* olarak ayarlayın
vi: Đặt thành 1*
zh_hans: 设置为 1*
zh_hant: 設定為 1*

source: Set to Auto
ar: تعيين إلى تلقائي
de: Auf Auto einstellen
es: Auto
hi: ऑटो पर सेट करें
id: Atur ke Otomatis
it: Imposta su Auto
ja: 自動に設定
ko: 자동으로 설정
ms: Tetap pada Auto
pt: Definir como Auto
ru: Установите значение Авто
th: ตั้งค่าเป็นอัตโนมัติ
tr: Otomatik olarak ayarla
vi: Đặt thành Tự động
zh_hans: 设为自动
zh_hant: 設定為自動

# SLyricsWindowSettingsControlShareMoveToMonitor.Text
source: Move to monitor
ar: الانتقال إلى المراقبة
de: Zum Monitor wechseln
es: Pasar a monitor
hi: मॉनिटर पर ले जाएँ
id: Pindah ke monitor
it: Sposta sul monitor
ja: モニターへ移動
ko: 모니터로 이동
ms: Beralih ke monitor
pt: Passar para o monitor
ru: Переход к монитору
th: ย้ายเพื่อเฝ้าติดตาม
tr: Monitöre geç
vi: Chuyển sang màn hình
zh_hans: 移动到显示器
zh_hant: 移至顯示器

source: Standard Mode
ar: الوضع القياسي
de: Standard-Modus
es: Modo Estándar
hi: मानक मोड
id: Mode Standar
it: Modalità standard
ja: 標準モード
ko: 표준 모드
ms: Mod Standard
pt: Modo Padrão
ru: Стандартный режим
th: โหมดมาตรฐาน
tr: Standart Mod
vi: Chế độ tiêu chuẩn
zh_hans: 标准模式
zh_hant: 標準模式

# StatsDashboardControlActivityByHour.Text
source: Activity by Hour
ar: النشاط بالساعة
de: Aktivität nach Stunden
es: Actividad por horas
hi: घंटे के हिसाब से गतिविधि
id: Aktivitas per Jam
it: Attività per ora
ja: アクティブ時間帯
ko: 시간별 활동
ms: Aktiviti mengikut Jam
pt: Atividade por hora
ru: Активность по часам
th: กิจกรรมตามชั่วโมง
tr: Saate Göre Etkinlik
vi: Hoạt động theo giờ
zh_hans: 活跃时段
zh_hant: 每小時的活動

# StatsDashboardControlAllTime.Content
source: All Time
ar: كل الوقت
de: Alle Zeiten
es: Todos los tiempos
hi: अब तक के सारे
id: Semua Waktu
it: Da sempre
ja: 全期間
ko: 모든 시간
ms: Semua
pt: Todo o tempo
ru: Все время
th: ตลอดเวลา
tr: Tüm Zamanlar
vi: Mọi thời đại
zh_hans: 全部时间
zh_hant: 所有時間

# StatsDashboardControlCustom.Content
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: A medida
hi: कस्टम
id: Kustom
it: Personalizzato
ja: カスタム
ko: 사용자 지정
ms: Tersuai
pt: Personalizado
ru: Пользовательское
th: กำหนดเอง
tr: Özel
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# StatsDashboardControlEnd.Header
source: End
ar: النهاية
de: Ende
es: Fin
hi: समाप्त
id: Akhir
it: Fine
ja: 終了
ko: 종료
ms: Penamat
pt: Fim
ru: Конец
th: สิ้นสุด
tr: Bitiş
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

# StatsDashboardControlHeatmap.Text
source: Heatmap
ar: الخريطة الحرارية
es: Mapa de calor
hi: तापमान मानचित्र
id: Peta panas
ja: ヒートマップ
ko: 히트맵
ms: Peta haba
pt: Mapa de calor
ru: Тепловая карта
th: แผนที่ความร้อน
tr: Isı Haritası
vi: Bản đồ nhiệt
zh_hans: 活跃足迹
zh_hant: 熱力圖

# StatsDashboardControlLeastActive.Text
source: Least Active
ar: الأقل نشاطاً
de: Am wenigsten aktiv
es: Menos activo
hi: सबसे कम सक्रिय
id: Paling Tidak Aktif
it: Meno attivo
ja: 最少アクティブ
ko: 최소 활성
ms: Kurang Aktif
pt: Menos ativo
ru: Наименее активный
th: น้อยที่สุด
tr: En Az Aktif
vi: Hoạt động ít nhất
zh_hans: 最不活跃时段
zh_hant: 最不活躍

# StatsDashboardControlMostActive.Text
source: Most Active
ar: الأكثر نشاطاً
de: Aktivste
es: Más activos
hi: सर्वाधिक सक्रिय
id: Paling Aktif
it: Più attivo
ja: 最多アクティブ
ko: 가장 활동적인
ms: Paling Aktif
pt: Mais activos
ru: Самые активные
th: กิจกรรมล่าสุด
tr: En Aktif
vi: Hoạt động nhiều nhất
zh_hans: 最活跃时段
zh_hant: 最活躍

# StatsDashboardControlRecording.Title
source: Scrobbling...
ar: سكروبلينج...
hi: रिकॉर्डिंग...
id: Menggelinding...
ja: 再生履歴記録中...
ko: 스크러블...
ms: Rakaman...
pt: A fazer barulho...
ru: Скроблинг...
th: กำลังส่งข้อมูล...
vi: Đang ghi lại...
zh_hans: 记录中...
zh_hant: 記錄中...

# StatsDashboardControlSources.Text
source: Sources
ar: المصادر
de: Quellen
es: Fuentes
hi: स्रोत
id: Sumber
it: Sorgenti
ja: 再生ソース
ko: 출처
ms: Sumber
pt: Fontes
ru: Источники
th: แหล่งข้อมูล
tr: Kaynaklar
vi: Nguồn
zh_hans: 播放源
zh_hant: 來源

# StatsDashboardControlStart.Header
source: Start
ar: ابدأ
es: Inicio
hi: शुरू करें
id: Mulai
it: Inizio
ja: 開始
ko: 시작
ms: Mula
pt: Início
ru: Начало
th: เริ่มต้น
tr: Başlangıç
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# StatsDashboardControlThisMonth.Content
source: This Month
ar: هذا الشهر
de: Dieser Monat
es: Este mes
hi: इस महीने
id: Bulan ini
it: Questo mese
ja: 今月
ko: 이번 달
ms: Bulan Ini
pt: Este mês
ru: Этот месяц
th: เดือนนี้
tr: Bu Ay
vi: Tháng này
zh_hans: 本月
zh_hant: 本月

# StatsDashboardControlThisQuarter.Content
source: This Quarter
ar: هذا الربع
de: Dieses Quartal
es: Este trimestre
hi: इस तिमाही
id: Kuartal ini
it: Questo trimestre
ja: 今期
ko: 이번 분기
ms: Suku ini
pt: Este trimestre
ru: Этот квартал
th: ไตรมาสนี้
tr: Bu Çeyrek
vi: Quý này
zh_hans: 本季度
zh_hant: 本季

# StatsDashboardControlThisWeek.Content
source: This Week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
hi: इस सप्ताह
id: Minggu Ini
it: Questa settimana
ja: 今週
ko: 이번 주
ms: Minggu Ini
pt: Esta semana
ru: На этой неделе
th: สัปดาห์นี้
tr: Bu Hafta
vi: Tuần này
zh_hans: 本周
zh_hant: 本週

# StatsDashboardControlThisYear.Content
source: This Year
ar: هذا العام
de: Dieses Jahr
es: Este año
hi: इस वर्ष
id: Tahun ini
it: Quest'anno
ja: 今年
ko: 올해
ms: Tahun ini
pt: Este ano
ru: В этом году
th: ปีนี้
tr: Bu Yıl
vi: Năm nay
zh_hans: 本年度
zh_hant: 本年

# StatsDashboardControlTimeRange.Header
source: Time Range
ar: النطاق الزمني
de: Zeitspanne
es: Intervalo de tiempo
hi: समय सीमा
id: Rentang Waktu
it: Intervallo di tempo
ja: 期間
ko: 시간 범위
ms: Julat masa
pt: Intervalo de tempo
ru: Диапазон времени
th: ช่วงเวลา
tr: Zaman Aralığı
vi: Khoảng thời gian
zh_hans: 时间范围
zh_hant: 時間範圍

# StatsDashboardControlTimes
source: Times
ar: التايمز
de: Zeiten
hi: दूसरे दर्जे का
id: Waktu
it: Volte
ja: 回
ko: 시간
ms: Kelas kedua
pt: Tempos
th: เวลา
vi: Thời gian
zh_hans: 次
zh_hant: 次

# StatsDashboardControlToday.Content
source: Today
ar: اليوم
de: Heute
es: Hoy
hi: आज
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
ms: Hari ini
pt: Hoje
ru: Сегодня
th: วันนี้
tr: Bugün
vi: Hôm nay
zh_hans: 今日
zh_hant: 今日

# StatsDashboardControlTopArtists.Text
source: Top Artists
ar: كبار الفنانين
de: Top Künstler
es: Artistas principales
hi: शीर्ष कलाकार
id: Artis Top
it: Top artisti
ja: よく聴くアーティスト
ko: 톱 아티스트
ms: Artis Teratas
pt: Artistas de topo
ru: Лучшие художники
th: ศิลปินชั้นนำ
tr: En İyi Sanatçılar
vi: Những nghệ sĩ hàng đầu
zh_hans: 常听的歌手
zh_hant: 常聽的藝術家

# StatsDashboardControlTopSongs.Text
source: Top Tracks
ar: أعلى المسارات
hi: शीर्ष रास्ता
id: Trek Teratas
it: Top brani
ja: よく聴く曲
ko: 인기 트랙
ms: Lagu top
pt: Faixas superiores
ru: Лучшие треки
th: เพลงยอดนิยม
tr: En İyi Parçalar
vi: Các bài hát hàng đầu
zh_hans: 常听的曲目
zh_hant: 常聽的曲目

# StatsDashboardControlTopSource.Text
source: Top Source
ar: المصدر الأعلى
de: Oberste Quelle
es: Fuente superior
hi: शीर्ष स्रोत
id: Sumber Teratas
it: Sorgente principale
ja: よく使う再生ソース
ko: 상위 소스
ms: Sumber Utama
pt: Fonte superior
ru: Верхний источник
th: แหล่งข้อมูลหลัก
tr: Üst Kaynak
vi: Nguồn hàng đầu
zh_hans: 常用的播放源
zh_hant: 常用的播放來源

# StatsDashboardControlTotalDuration.Text
source: Total Duration
ar: المدة الإجمالية
de: Gesamtdauer
es: Duración total
hi: कुल अवधि
id: Total Durasi
it: Durata totale
ja: 総再生時間
ko: 총 기간
ms: Jumlah Tempoh
pt: Duração total
ru: Общая продолжительность
th: ระยะเวลาทั้งหมด
tr: Toplam Süre
vi: Thời gian tổng cộng
zh_hans: 总时长
zh_hant: 總時間

# StatsDashboardControlTrackCountAxis.AxisName
source: Times
ar: التايمز
de: Zeiten
hi: दूसरे दर्जे का
id: Waktu
it: Volte
ja: 回
ko: 시간
ms: Kelas kedua
pt: Tempos
th: เวลา
vi: Thời gian
zh_hans: 次
zh_hant: 次

# StatsDashboardControlTrackCountText.Text
source: Times
ar: التايمز
de: Zeiten
hi: दूसरे दर्जे का
id: Waktu
it: Volte
ja: 回
ko: 시간
ms: Kelas kedua
pt: Tempos
th: เวลา
vi: Thời gian
zh_hans: 次
zh_hant: 次

# StatsDashboardControlTracksPlayed.Text
source: Tracks Played
ar: المسارات التي تم تشغيلها
de: Gespielte Tracks
es: Pistas reproducidas
hi: बजाए गए ट्रैक
id: Lagu yang Dimainkan
it: Brani riprodotti
ja: 再生された曲の数
ko: 재생된 트랙
ms: Trek Dimainkan
pt: Faixas reproduzidas
ru: Воспроизведенные треки
th: เพลงที่เล่น
tr: Çalınan Parçalar
vi: Các bài hát đã phát
zh_hans: 已播放的曲目数
zh_hant: 播放曲目

# SystemTrayExit.Text
source: Exit
ar: خروج
de: Beenden
es: Salir
hi: कार्यक्रम से बाहर निकलें
id: Keluar dari Program
it: Esci
ja: 終了
ko: 종료
ms: Keluar Program
pt: Sair do Programa
ru: Выход
th: ออกจากโปรแกรม
tr: Çıkış
vi: Thoát chương trình
zh_hans: 退出程序
zh_hant: 結束程式

# SystemTrayLyrics.Text
source: Open Lyrics Window
ar: فتح نافذة الكلمات
de: Songtext-Fenster öffnen
es: Abrir ventana de letras
hi: बोल विंडो खोलें
id: Buka Jendela Lirik
it: Apri finestra testi
ja: 歌詞ウィンドウを開く
ko: 가사 창 열기
ms: Buka Tetingkap Lirik
pt: Abrir Janela de Letras
ru: Открыть окно текста
th: เปิดหน้าต่างเนื้อเพลง
tr: Şarkı Sözleri Penceresini Aç
vi: Mở cửa sổ lời bài hát
zh_hans: 打开歌词窗口
zh_hant: 開啟歌詞視窗

# SystemTrayMusicGallery.Text
source: Open Music Gallery
ar: فتح مكتبة الموسيقى
de: Musikgalerie öffnen
es: Abrir Galería de Música
hi: संगीत गैलरी खोलें
id: Buka Galeri Musik
it: Apri Galleria musicale
ja: ミュージックギャラリーを開く
ko: 음악 갤러리 열기
ms: Buka Galeri Muzik
pt: Abrir Galeria de Música
ru: Открыть Музыкальную галерею
th: เปิดคลังเพลง
tr: Açık Müzik Galerisi
vi: Mở thư viện nhạc
zh_hans: 打开音乐库
zh_hant: 開啟音樂庫

# SystemTrayRestart.Text
source: Restart
ar: إعادة تشغيل
de: Neu starten
es: Reiniciar
hi: पुनरारंभ करें
id: Mulai Ulang
it: Riavvia
ja: 再起動
ko: 다시 시작
ms: Mulakan Semula
pt: Reiniciar
ru: Перезапуск
th: รีสตาร์ท
tr: Yeniden Başlat
vi: Khởi động lại
zh_hans: 重新启动
zh_hant: 重新啟動

# SystemTraySearch.Text
source: Lyrics Search Window
ar: نافذة بحث الكلمات
de: Songtext-Suchfenster
es: Ventana de búsqueda de letras
hi: बोल खोज विंडो
id: Jendela Pencarian Lirik
it: Apri ricerca testi
ja: 歌詞検索ウィンドウ
ko: 가사 검색 창
ms: Tetingkap Carian Lirik
pt: Janela de Pesquisa de Letras
ru: Окно поиска текста
th: หน้าต่างค้นหาเนื้อเพลง
tr: Şarkı Sözü Arama Penceresi
vi: Cửa sổ tìm kiếm lời bài hát
zh_hans: 歌词搜索窗口
zh_hant: 歌詞搜尋視窗

# SystemTraySettings.Text
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir configuración
hi: सेटिंग्स खोलें
id: Buka Pengaturan
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
ms: Buka Tetapan
pt: Abrir Definições
ru: Открыть настройки
th: เปิดการตั้งค่า
tr: Ayarları Aç
vi: Mở cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

# SystemTrayStats.Text
source: Statistics
ar: الإحصائيات
de: Statistik
es: Estadísticas
hi: आंकड़े
id: Statistik
it: Statistiche
ja: ミュージックレポート
ko: 통계
ms: Statistik
pt: Estatísticas
ru: Статистика
th: สถิติ
tr: İstatistikler
vi: Thống kê
zh_hans: 音乐报告
zh_hant: 統計資料

# SystemTraySwitch.Text
source: Lyrics Window Switcher
ar: مبدل نافذة الكلمات
de: Songtext-Fensterumschalter
es: Cambiador de ventana de letras
hi: बोल विंडो स्विचर
id: Pengalih Jendela Lirik
it: Commutatore finestre testi
ja: 歌詞ウィンドウスイッチャー
ko: 가사 창 전환기
ms: Penukar Tetingkap Lirik
pt: Alternador da Janela de Letras
ru: Переключатель окна текста
th: ตัวสลับหน้าต่างเนื้อเพลง
tr: Şarkı Sözleri Pencere Değiştirici
vi: Trình chuyển đổi cửa sổ lời bài hát
zh_hans: 歌词窗口切换器
zh_hant: 歌詞視窗切換器

source: Taskbar Mode
ar: وضع شريط المهام
de: Taskleisten-Modus
es: Modo Barra de tareas
hi: टास्कबार मोड
id: Mode Bilah Tugas
it: Modalità barra delle applicazioni
ja: タスクバーモード
ko: 작업 표시줄 모드
ms: Mod Bar Tugas
pt: Modo de Barra de Tarefas
ru: Режим панели задач
th: โหมดแถบงาน
tr: Görev Çubuğu Modu
vi: Chế độ thanh tác vụ
zh_hans: 任务栏模式
zh_hant: 工作列模式

# TermsOfService.Content
source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
hi: सेवा की शर्तें
id: Ketentuan Layanan
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
ms: Syarat Perkhidmatan
pt: Termos de Serviço
ru: Условия использования
th: ข้อกำหนดการให้บริการ
tr: Hizmet Koşulları
vi: Điều khoản dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

# ToastOverlayTitle
source: Toast Overlay
ar: تراكب التوست
es: Superposición de tostadas
hi: टोस्ट ओवरले
id: Hamparan Roti Panggang
it: Sovrapposizione notifiche
ja: トーストオーバーレイ
ko: 토스트 오버레이
ms: Lapisan Roti Bakar
pt: Sobreposição de torradas
ru: Наложение тостов
th: โทสต์โอเวอร์เลย์
tr: Tost Yerleşimi
vi: Lớp phủ bánh mì nướng
zh_hans: 通知覆盖层
zh_hant: 通知覆蓋層

# TopAlbumArtBottomLyricsCompactLayout
source: Top Album Art Bottom Lyrics Layout (Compact)
ar: أعلى صورة الألبوم الفني أسفل تخطيط الأغاني (مضغوط)
de: Oben Album Art Unten Lyrics Layout (Kompakt)
es: Arriba Album Art Abajo Lyrics Layout (Compact)
hi: ऊपर एल्बम आर्ट नीचे गीत के बोल लेआउट (कॉम्पैक्ट)
id: Tata Letak Lirik Atas Album Art Bawah (Ringkas)
it: Copertina album in alto, testi in basso (compatto)
ja: 上部アルバムアート 下部歌詞レイアウト（コンパクト）
ko: 상단 앨범 아트 하단 가사 레이아웃(컴팩트)
ms: Susun Atur Seni Album Atas, Lirik Bawah (Padat)
pt: Topo Arte do álbum Fundo Letras Layout (Compacto)
ru: Верхняя часть обложки альбома Нижняя часть лирики (компакт)
th: รูปแบบอัลบั้มด้านบน เนื้อเพลงด้านล่าง (แบบย่อ)
tr: Üst Albüm Resmi Alt Şarkı Sözleri Düzeni (Kompakt)
vi: Bố cục: Hình bìa album ở trên, lời bài hát ở dưới (Dạng gọn)
zh_hans: 顶部专辑封面 底部歌词布局（紧凑型）
zh_hant: 頂部專輯封面 底部歌詞版面 (緊湊型)

source: Top Album Art Bottom Lyrics Layout
ar: أعلى الألبوم الفني العلوي تخطيط الأغاني في الأسفل
de: Oben Album Art Unten Lyrics Layout
es: Arriba Album Art Abajo Lyrics Layout
hi: शीर्ष एल्बम कला निचले बोल लेआउट
id: Tata Letak Lirik Atas Seni Album Bawah Tata Letak Lirik Bawah
it: Copertina album in alto, testi in basso
ja: 上部アルバムアート 下部歌詞レイアウト
ko: 상단 앨범 아트 하단 가사 레이아웃
ms: Susun Atur Seni Album Atas, Lirik di Bawah
pt: Parte superior Arte do álbum Parte inferior Layout das letras
ru: Верхняя обложка альбома Нижняя раскладка лирики
th: รูปแบบปกอัลบั้มด้านบน เนื้อเพลงด้านล่าง
tr: Üst Albüm Resmi Alt Şarkı Sözleri Düzeni
vi: Bố cục: Hình bìa album ở trên, lời bài hát ở dưới
zh_hans: 顶部专辑封面 底部歌词布局
zh_hant: 頂部專輯封面 底部歌詞版面

# TracksAddToPlaylistFailed
source: Unable to add tracks because the path does not exist
ar: تعذر إضافة المقطوعات لأن المسار غير موجود
de: Titel können nicht hinzugefügt werden, da der Pfad nicht existiert
es: No se pueden añadir pistas porque la ruta no existe
hi: ट्रैक जोड़ने में असमर्थ क्योंकि पथ मौजूद नहीं है
id: Tidak dapat menambahkan trek karena jalur tidak ada
it: Impossibile aggiungere i brani perché il percorso non esiste
ja: パスが存在しないため、トラックを追加できません
ko: 경로가 존재하지 않아 트랙을 추가할 수 없습니다
ms: Tidak dapat menambah trek kerana laluan tidak wujud
pt: Não foi possível adicionar faixas porque o caminho não existe
ru: Невозможно добавить треки, так как путь не существует
th: ไม่สามารถเพิ่มแทร็กได้เนื่องจากเส้นทางไม่มีอยู่
tr: Yol mevcut olmadığı için parça eklenemiyor
vi: Không thể thêm bài hát do đường dẫn không tồn tại
zh_hans: 由于路径不存在，无法添加曲目
zh_hant: 由於路徑不存在，無法新增曲目

# TracksAddToPlaylistSuccessfully
source: Selected tracks added to this playlist
ar: تمت إضافة المقطوعات المختارة إلى قائمة التشغيل هذه
de: Ausgewählte Titel wurden zu dieser Wiedergabeliste hinzugefügt
es: Pistas seleccionadas añadidas a esta lista de reproducción
hi: चयनित ट्रैक इस प्लेलिस्ट में जोड़े गए
id: Trek yang dipilih ditambahkan ke daftar putar ini
it: Brani selezionati aggiunti alla playlist
ja: 選択したトラックがこのプレイリストに追加されました
ko: 선택한 트랙이 이 재생 목록에 추가되었습니다
ms: Trek yang dipilih telah ditambah ke senarai main ini
pt: As faixas selecionadas foram adicionadas a esta lista de reprodução
ru: Выбранные треки добавлены в этот плейлист
th: แทร็กที่เลือกถูกเพิ่มลงในเพลย์ลิสต์นี้แล้ว
tr: Bu çalma listesine eklenen seçili parçalar
vi: Các bài hát đã chọn đã được thêm vào danh sách phát này
zh_hans: 所选曲目已添加到此播放列表
zh_hant: 所選曲目已新增到此播放清單

# UserGuide.Content
source: User Guide
ar: دليل المستخدم
de: Benutzerhandbuch
es: Guía de usuario
hi: उपयोगकर्ता गाइड
id: Panduan Pengguna
it: Guida utente
ja: ユーザーガイド
ko: 사용자 가이드
ms: Panduan Pengguna
pt: Guia do Utilizador
ru: Руководство пользователя
th: คู่มือผู้ใช้
tr: Kullanıcı Kılavuzu
vi: Hướng dẫn sử dụng
zh_hans: 使用指南
zh_hant: 使用指南

source: Wallpaper Mode
ar: وضع الخلفية
de: Hintergrundbild-Modus
es: Modo fondo de pantalla
hi: वॉलपेपर मोड
id: Mode Wallpaper
it: Modalità sfondo
ja: ウォールペーパーモード
ko: 배경 화면 모드
ms: Mod Kertas Dinding
pt: Modo de papel de parede
ru: Режим обоев
th: โหมดวอลเปเปอร์
tr: Duvar Kağıdı Modu
vi: Chế độ hình nền
zh_hans: 壁纸模式
zh_hant: 壁紙模式

# WindowSettingsControlAlwaysHideNowPlayingBar.Header
source: Always hide the media control bar to the bottom white bar
ar: إخفاء شريط التحكم في الوسائط دائمًا إلى الشريط الأبيض السفلي
de: Blenden Sie die Medienkontrollleiste immer zur unteren weißen Leiste aus
es: Oculta siempre la barra de control multimedia a la barra blanca inferior
hi: मीडिया कंट्रोल बार को हमेशा नीचे वाली सफ़ेद बार में छिपाएँ
id: Selalu sembunyikan bilah kontrol media ke bilah putih bagian bawah
it: Nascondi sempre la barra di controllo dei media nella barra inferiore
ja: メディアコントロールバーを常に下部のバーに格納する
ko: 미디어 컨트롤 막대는 항상 하단 흰색 막대로 숨깁니다.
ms: Sentiasa sembunyikan bar kawalan media ke bar putih bawah
pt: Ocultar sempre a barra de controlo multimédia na barra branca inferior
ru: Всегда прячьте панель управления мультимедиа в нижнюю белую полосу
th: ซ่อนแถบควบคุมสื่อไว้ที่แถบสีขาวด้านล่างเสมอ
tr: Medya kontrol çubuğunu her zaman en alttaki beyaz çubuğa gizleyin
vi: Luôn ẩn thanh điều khiển phương tiện xuống thanh trắng ở dưới cùng.
zh_hans: 总是收起媒体控制栏至底部小白条
zh_hant: 永遠將媒體控制列隱藏到最下方的小白條中

# WindowSettingsControlColor.Text
source: Color
ar: اللون
de: Farbe
hi: रंग
id: Warna
it: Colore
ja: 色
ko: 색상
ms: Warna
pt: Cor
ru: Цвет
th: สี
tr: Renk
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

# WindowSettingsControlDebug.Text
source: Debug
ar: التصحيح
de: Debuggen
es: Depurar
hi: डिबग
ja: デバッグ
ms: Nyapepijat
pt: Depurar
ru: Отладка
th: การแก้ไขข้อผิดพลาด
tr: Hata Ayıklama
vi: Gỡ lỗi
zh_hans: 调试
zh_hant: 偵錯

# WindowSettingsControlEdgeFeathering.Header
source: Edge Feathering
ar: ميزة الحافة
de: Kantenfederung
es: Calentamiento del borde
hi: किनारे पर पंख लगाना
id: Bulu Tepi
it: Sfumatura bordi
ja: ウィンドウ縁のぼかし
ko: 가장자리 페더링
ms: Bulu Tepi
pt: Espessura do Edge
ru: Порыв края
th: การไล่เฉดขอบ
tr: Kenar Tüylendirme
vi: Hiệu ứng mờ viền
zh_hans: 边缘羽化
zh_hant: 邊緣羽化效果

# WindowSettingsControlEdgeFeatheringBottom.Header
source: Bottom
ar: القاع
de: Unten
es: Fondo
hi: तल
id: Bawah
it: In basso
ja: 下端
ko: 하단
ms: Bawah
pt: Fundo
ru: Дно
th: ด้านล่าง
tr: Alt
vi: Phần dưới
zh_hans: 底部
zh_hant: 底部

# WindowSettingsControlEdgeFeatheringLeft.Header
source: Left
ar: يسار
de: Links
es: Izquierda
hi: बाएं
id: Kiri
it: Sinistra
ja: 左端
ko: 왼쪽
ms: Kiri
pt: Esquerda
ru: Слева
th: ซ้าย
tr: Sol
vi: Bên trái
zh_hans: 左侧
zh_hant: 靠左

# WindowSettingsControlEdgeFeatheringRight.Header
source: Right
ar: صحيح
de: Rechts
es: Derecha
hi: दाएँ
id: Benar.
it: Destra
ja: 右端
ko: 오른쪽
ms: Kanan
pt: Certo
ru: Справа
th: ถูกต้อง
tr: Doğru.
vi: Phải
zh_hans: 右侧
zh_hant: 靠右

# WindowSettingsControlEdgeFeatheringTop.Header
source: Top
ar: أعلى
hi: ऊपर
id: Atas
it: In alto
ja: 上端
ms: Atas
pt: Topo
ru: Топ
th: ด้านบน
tr: Üst
vi: Hàng đầu
zh_hans: 顶部
zh_hant: 頂部

# WindowSettingsControlLockAndUnlock.Text
source: Lock and Unlock
ar: قفل وفتح القفل
de: Sperren und Entsperren
es: Bloqueo y desbloqueo
hi: लॉक और अनलॉक
id: Mengunci dan Membuka Kunci
it: Blocco e sblocco
ja: ロック／解除
ko: 잠금 및 잠금 해제
ms: Kunci dan Buka Kunci
pt: Bloquear e desbloquear
ru: Блокировка и разблокировка
th: ล็อกและปลดล็อก
tr: Kilitleme ve Kilit Açma
vi: Khóa và Mở khóa
zh_hans: 锁定和解锁
zh_hant: 鎖定與解鎖

# WindowSettingsControlNowPlayingBar.Text
source: Media Control Panel
ar: لوحة التحكم في الوسائط
de: Medienkontrollzentrum
es: Panel de control multimedia
hi: मीडिया नियंत्रण पैनल
id: Panel Kontrol Media
it: Barra controllo media
ja: メディアコントロールパネル
ko: 미디어 제어판
ms: Panel Kawalan Media
pt: Painel de controlo dos meios de comunicação
ru: Панель управления мультимедиа
th: แผงควบคุมสื่อ
tr: Medya Kontrol Paneli
vi: Bảng điều khiển phương tiện truyền thông
zh_hans: 媒体控制面板
zh_hant: 媒體控制面板

# WindowSettingsControlRealTimePalette.Header
source: Live Palette Preview
ar: معاينة مباشرة للوحة الألوان
de: Live-Palette Vorschau
es: Vista previa de la paleta en vivo
hi: लाइव पैलेट पूर्वावलोकन
id: Pratinjau Palet Langsung
it: Anteprima palette in tempo reale
ja: パレットのライブプレビュー
ko: 라이브 팔레트 미리보기
ms: Pratonton Palet Langsung
pt: Pré-visualização da paleta em direto
ru: Предварительный просмотр палитры в реальном времени
th: ตัวอย่างพาเลตต์แบบสด
tr: Canlı Palet Önizlemesi
vi: Xem trước bảng màu trực tiếp
zh_hans: 实时调色板预览
zh_hant: 即時調色板預覽

# WindowSettingsControlRealTimePaletteAccentColor1.Header
source: Accent Color 1
ar: لهجة اللون 1
de: Akzentfarbe 1
es: Color de acento 1
hi: एक्सेंट रंग 1
id: Warna Aksen 1
it: Colore accento 1
ja: アクセント カラー 1
ko: 강조 색상 1
ms: Warna Aksen 1
pt: Cor de destaque 1
ru: Акцентный цвет 1
th: สีเน้น 1
tr: Vurgu Rengi 1
vi: Màu nhấn 1
zh_hans: 主色调 1
zh_hant: 重點顏色 1

# WindowSettingsControlRealTimePaletteAccentColor2.Header
source: Accent Color 2
ar: لون اللكنة 2
de: Akzentfarbe 2
es: Color de acento 2
hi: एक्सेंट रंग 2
id: Warna Aksen 2
it: Colore accento 2
ja: アクセント カラー 2
ko: 강조 색상 2
ms: Warna Aksen 2
pt: Cor de destaque 2
ru: Акцентный цвет 2
th: สีเน้น 2
tr: Vurgu Rengi 2
vi: Màu nhấn 2
zh_hans: 主色调 2
zh_hant: 重點顏色 2

# WindowSettingsControlRealTimePaletteAccentColor3.Header
source: Accent Color 3
ar: لهجة اللون 3
de: Akzentfarbe 3
es: Color de acento 3
hi: एक्सेंट रंग 3
id: Warna Aksen 3
it: Colore accento 3
ja: アクセント カラー 3
ko: 강조 색상 3
ms: Warna Aksen 3
pt: Cor de destaque 3
ru: Акцентный цвет 3
th: สีเน้น 3
tr: Vurgu Rengi 3
vi: Màu nhấn 3
zh_hans: 主色调 3
zh_hant: 重點顏色 3

# WindowSettingsControlRealTimePaletteAccentColor4.Header
source: Accent Color 4
ar: لهجة اللون 4
de: Akzentfarbe 4
es: Color de acento 4
hi: एक्सेंट रंग 4
id: Warna Aksen 4
it: Colore accento 4
ja: アクセント カラー 4
ko: 강조 색상 4
ms: Warna Aksen 4
pt: Cor de destaque 4
ru: Акцентный цвет 4
th: สีเน้น 4
tr: Vurgu Rengi 4
vi: Màu nhấn 4
zh_hans: 主色调 4
zh_hant: 重點顏色 4
